tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "arduino-cli"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "asdf"
brew "bison"
brew "gdbm"
brew "gettext"
brew "libffi"
brew "python@3.9"
brew "pkg-config"
brew "ccache"
brew "cmake"
brew "cmatrix"
brew "curl"
brew "dfu-util"
brew "doctl"
brew "dtc"
brew "libsodium"
brew "fd"
brew "fish"
brew "gh"
brew "git"
brew "glow"
brew "gnupg"
brew "go"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "llvm"
brew "lolcat"
brew "lua"
brew "luarocks"
brew "mysql-client"
brew "neovim"
brew "ninja"
brew "nmap"
brew "parallel"
brew "pinentry-mac"
brew "podman"
brew "ripgrep"
brew "sdl2"
brew "selene"
brew "shellcheck"
brew "starship"
brew "tmux"
brew "vips"
brew "watchman"
brew "wget"
brew "ykman"
brew "qmk/qmk/qmk"
cask "1password-cli"
cask "appcleaner"
cask "blender"
cask "discord"
cask "docker"
cask "firefox"
cask "font-anonymous-pro"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "freecad"
cask "obs"
cask "openemu"
cask "openscad"
cask "prusaslicer"
cask "raspberry-pi-imager"
cask "sonic-pi"
cask "visual-studio-code"
