tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "makew0rld/tap"
brew "btop"
brew "cmake"
brew "emacs"
brew "fd"
brew "gh"
brew "gnupg"
brew "go"
brew "helix"
brew "hut"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libpq"
brew "libyaml"
brew "luarocks"
brew "neovim"
brew "nvm"
brew "pandoc"
brew "pinentry-mac"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "vips"
brew "wget"
brew "makew0rld/tap/didder"
cask "chromedriver"
cask "devtoys"
cask "diffusionbee"
cask "element"
cask "figma"
cask "font-andale-mono"
cask "font-anonymice-nerd-font"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-comic-mono"
cask "font-commit-mono"
cask "font-commit-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fontawesome"
cask "font-inter"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-liberation-nerd-font"
cask "font-martian-mono"
cask "font-martian-mono-nerd-font"
cask "font-noto-mono"
cask "font-noto-sans-mono"
cask "font-sf-mono"
cask "font-sf-mono-for-powerline"
cask "font-source-code-pro"
cask "font-symbols-only-nerd-font"
cask "kitty"
cask "netnewswire"
cask "obs"
cask "playdate-mirror"
cask "podman-desktop"
cask "prusaslicer"
cask "raspberry-pi-imager"
cask "sony-ps-remote-play"
cask "tic80"
cask "zoom"
vscode "benspaulding.procfile"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "connorshea.vscode-ruby-test-adapter"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "hbenl.vscode-test-explorer"
vscode "heybourn.headwind"
vscode "KoichiSasada.vscode-rdbg"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-github-issue-notebooks"
vscode "ms-vscode.wordcount"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "Shopify.ruby-lsp"
vscode "testdouble.vscode-standard-ruby"
vscode "vscodevim.vim"
