tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "makew0rld/tap"
brew "gcc"
brew "btop"
brew "python@3.12"
brew "cmake"
brew "docker"
brew "emacs"
brew "fd"
brew "gh"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "graphviz"
brew "helix"
brew "helm"
brew "hut"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libpq"
brew "libyaml"
brew "luarocks"
brew "minikube"
brew "neovim"
brew "nvm"
brew "pandoc"
brew "pinentry-mac"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "vips"
brew "wget"
brew "zellij"
brew "makew0rld/tap/didder"
cask "chromedriver"
cask "devtoys"
cask "diffusionbee"
cask "element"
cask "figma"
cask "font-andale-mono"
cask "font-anonymice-nerd-font"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-comic-mono"
cask "font-commit-mono"
cask "font-commit-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fontawesome"
cask "font-inter"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-liberation-nerd-font"
cask "font-martian-mono"
cask "font-martian-mono-nerd-font"
cask "font-noto-mono"
cask "font-noto-sans-mono"
cask "font-sf-mono"
cask "font-sf-mono-for-powerline"
cask "font-source-code-pro"
cask "font-symbols-only-nerd-font"
cask "itch"
cask "iterm2"
cask "kitty"
cask "netnewswire"
cask "obs"
cask "ollama"
cask "playdate-mirror"
cask "prusaslicer"
cask "raspberry-pi-imager"
cask "sonic-pi"
cask "sony-ps-remote-play"
cask "tableplus"
cask "tic80"
cask "viscosity"
cask "zoom"
vscode "bierner.color-info"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "continue.continue"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "github.codespaces"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "ibm.output-colorizer"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-github-issue-notebooks"
vscode "ms-vscode.wordcount"
vscode "ms-vsliveshare.vsliveshare"
vscode "pflannery.vscode-versionlens"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "sevenc-nanashi.gemfile-lock-highlight"
vscode "shopify.ruby-lsp"
vscode "tyriar.lorem-ipsum"
vscode "vscodevim.vim"
